Repository: rayenghanmi/RyTuneX
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ar_tn, de, es_es, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, tr_tr, vi_vn, zh_hans, zh_hant

# Feature_DisableNewsAndInterests.Description
source: Disables the News and Interests feed on the taskbar, which displays news, weather, and other updates. Disabling this may improve system performance.
ar_tn: يقوم بإيقاف عرض موجز الأخبار والاهتمامات في شريط المهام، الذي يعرض الأخبار والطقس والتحديثات الأخرى. تعطيل هذه الميزة قد يحسن أداء النظام.
de: Deaktiviert den Nachrichten- und Interessen-Feed in der Taskleiste, der Nachrichten, Wetter und andere Updates anzeigt. Das Deaktivieren dieser Funktion kann die Systemleistung verbessern.
es_es: Desactiva el feed de Noticias e Intereses en la barra de tareas, que muestra noticias, clima y otras actualizaciones. Desactivar esto puede mejorar el rendimiento del sistema.
fr_fr: Désactive le fil d'actualités et d'intérêts sur la barre des tâches, qui affiche des actualités, la météo et d'autres mises à jour. Désactiver cette fonctionnalité peut améliorer la performance du système.
he_il: משבית את עדכון 'חדשות ותחומי עניין' בשורת המשימות, המציג חדשות, מזג אוויר ועדכונים אחרים. השבתה זו עשויה לשפר את ביצועי המערכת.
hu_hu: Letiltja a Hírek és érdekességek csatornát a tálcán, amely híreket, időjárást és egyéb frissítéseket jelenít meg. Ennek letiltása javíthatja a rendszer teljesítményét.
id_id: Menonaktifkan umpan Berita dan Minat di taskbar, yang menampilkan berita, cuaca, dan pembaruan lainnya. Menonaktifkan ini dapat meningkatkan performa sistem.
it_it: Disattiva il feed Notizie e interessi sulla barra delle applicazioni, che visualizza notizie, meteo e altri aggiornamenti. Disattivando questa opzione è possibile migliorare le prestazioni del sistema.
ja_jp: ニュース、天気、その他の更新を表示するタスクバーのニュースと興味のフィードを無効にします. これを無効にすると、システムのパフォーマンスが向上する可能性があります.
ko_kr: 뉴스, 날씨 및 기타 업데이트를 표시하는 작업 표시줄의 뉴스 및 관심사 피드를 비활성화합니다. 이 기능을 비활성화하면 시스템 성능이 향상될 수 있습니다.
pt_br: Desativa o feed Notícias e Interesses na barra de tarefas, que exibe notícias, previsão do tempo e outras atualizações. Desabilitar isso pode melhorar o desempenho do sistema.
ru_ru: Отключает ленту новостей и интересов на панели задач, которая отображает новости, погоду и другие обновления. Отключение этого может улучшить производительность системы.
tr_tr: Görev çubuğundaki Haberler ve İlgi Alanları beslemesini devre dışı bırakır; bu besleme haberleri, hava durumunu ve diğer güncellemeleri görüntüler. Bunu devre dışı bırakmak sistem performansını iyileştirebilir.
vi_vn: Vô hiệu hoá News and Interests trên thanh taskbar, dùng để hiển thị tin tức, thời tiết, và các cập nhật khác. Vô hiệu hoá có thể tăng hiệu suất hệ thống.
zh_hans: 禁用任务栏上的新闻和兴趣信息流（用于显示新闻、天气和其他更新）. 禁用此功能可能提高系统性能.
zh_hant: 禁用工作列上的新聞和興趣資訊流, 顯示新聞、天氣和其他更新. 禁用此功能可能提高系統性能.

# Feature_DisableSpotlightFeatures.Header
source: Disable Spotlight Features
ar_tn: تعطيل ميزات Spotlight
de: Spotlight-Funktionen deaktivieren
es_es: Desactivar Funciones de Spotlight
fr_fr: Désactiver les fonctionnalités Spotlight
he_il: השבת תכונות Spotlight
hu_hu: Spotlight funkciók kikapcsolása
id_id: Nonaktifkan Fitur Spotlight
it_it: Disattiva le funzionalità Spotlight
ja_jp: スポットライト機能を無効化
ko_kr: Spotlight 기능 비활성화
pt_br: Desabilitar recursos do Spotlight
ru_ru: Отключить функции Spotlight
tr_tr: Spotlight Özelliklerini Devre Dışı Bırak
vi_vn: Vô hiệu hoá Spotlight
zh_hans: 禁用聚焦功能
zh_hant: 禁用聚焦功能

# Feature_DisableSpotlightFeatures.Description
source: Turns off the Spotlight feature that shows personalized content and recommendations on your lock screen. Disabling this feature can help protect privacy.
ar_tn: يقوم بإيقاف ميزة Spotlight التي تعرض المحتوى والتوصيات المخصصة على شاشة القفل. تعطيل هذه الميزة يمكن أن يساعد في حماية الخصوصية.
de: Deaktiviert die Spotlight-Funktion, die personalisierte Inhalte und Empfehlungen auf dem Sperrbildschirm anzeigt. Das Deaktivieren dieser Funktion kann helfen, die Privatsphäre zu schützen.
es_es: Desactiva la función Spotlight que muestra contenido y recomendaciones personalizadas en tu pantalla de bloqueo. Desactivar esta función puede ayudar a proteger tu privacidad.
fr_fr: Désactive la fonctionnalité Spotlight qui affiche du contenu personnalisé et des recommandations sur votre écran de verrouillage. Désactiver cette fonctionnalité peut aider à protéger votre vie privée.
he_il: מכבה את תכונת Spotlight המציגה תוכן והמלצות מותאמים אישית במסך הנעילה שלך. השבתת תכונה זו יכולה לעזור להגן על הפרטיות.
hu_hu: Kikapcsolja a Spotlight funkciót, amely testreszabott tartalmakat és ajánlásokat jelenít meg a zárolási képernyőn. A funkció letiltása segíthet az adatvédelem védelmében.
id_id: Mematikan fitur Spotlight yang menampilkan konten dan rekomendasi hasil personalisasi pada layar kunci Anda. Menonaktifkan fitur ini dapat membantu melindungi privasi.
it_it: Disattiva la funzionalità Spotlight che mostra contenuti e consigli personalizzati nella schermata di blocco. La disattivazione di questa funzionalità può aiutare a proteggere la privacy.
ja_jp: ロック画面に表示される個別化されたコンテンツや推奨を表示するスポットライト機能をオフにします. この機能を無効にすると、プライバシー保護に役立ちます.
ko_kr: 잠금 화면에 개인화된 콘텐츠와 추천을 표시하는 Spotlight 기능을 끕니다. 이 기능을 비활성화하면 개인 정보를 보호하는 데 도움이 될 수 있습니다.
pt_br: Desativa o recurso Spotlight que mostra conteúdo personalizado e recomendações na tela de bloqueio. Desabilitar esse recurso pode ajudar a proteger a privacidade.
ru_ru: Отключает функцию Spotlight, которая показывает персонализированный контент и рекомендации на экране блокировки. Отключение этой функции может помочь защитить конфиденциальность.
tr_tr: Kilit ekranınızda kişiselleştirilmiş içerik ve öneriler gösteren Spotlight özelliğini kapatır. Bu özelliği devre dışı bırakmak gizliliği korumaya yardımcı olabilir.
vi_vn: Tắt tính năng Spotlight giúp tuỳ biến nội dung và gợi ý trên màn hình khoá của bạn. Vô hiệu hoá tính năng này có thể giúp bảo vệ quyền riêng tư.
zh_hans: 关闭聚焦功能, 阻止在锁屏上显示个性化内容和推荐. 禁用此功能有助于保护隐私.
zh_hant: 關閉聚焦功能, 阻止鎖屏上顯示個性化內容和推薦. 禁用此功能有助於保護隱私.

# Feature_DisableTailoredExperiences.Header
source: Disable Tailored Experiences
ar_tn: تعطيل التجارب المخصصة
de: Personalisierte Erlebnisse deaktivieren
es_es: Desactivar Experiencias Personalizadas
fr_fr: Désactiver les expériences personnalisées
he_il: השבת חוויות מותאמות אישית
hu_hu: Személyre szabott élmények kikapcsolása
id_id: Nonaktifkan Pengalaman yang Disesuaikan
it_it: Disattiva esperienze personalizzate
ja_jp: 個別化された体験を無効化
ko_kr: 맞춤형 환경 비활성화
pt_br: Desabilitar experiências personalizadas
ru_ru: Отключить индивидуальные настройки
tr_tr: Kişiye Özel Deneyimleri Devre Dışı Bırak
vi_vn: Vô hiệu hoá trải nghiệm cá nhân hóa
zh_hans: 禁用个性化体验
zh_hant: 禁用個性化體驗

# Feature_DisableTailoredExperiences.Description
source: Disables tailored experiences across apps and services, preventing Windows from collecting your preferences and activity data.
ar_tn: يقوم بإيقاف التجارب المخصصة عبر التطبيقات والخدمات، مما يمنع ويندوز من جمع تفضيلاتك وبيانات نشاطك.
de: Deaktiviert personalisierte Erlebnisse über Apps und Dienste hinweg, sodass Windows Ihre Präferenzen und Aktivitätsdaten nicht mehr sammelt.
es_es: Desactiva las experiencias personalizadas en aplicaciones y servicios, evitando que Windows recoja tus preferencias y datos de actividad.
fr_fr: Désactive les expériences personnalisées à travers les applications et services, empêchant Windows de collecter vos préférences et données d'activité.
he_il: משבית חוויות מותאמות אישית ביישומים ושירותים, ומונע מ-Windows לאסוף את העדפותיך ונתוני הפעילות שלך.
hu_hu: Letiltja az alkalmazások és szolgáltatások személyre szabott élményeit, megakadályozva, hogy a Windows gyűjtse a preferenciáidat és tevékenységi adataidat.
id_id: Menonaktifkan pengalaman yang disesuaikan di seluruh aplikasi dan layanan, mencegah Windows mengumpulkan preferensi dan data aktivitas Anda.
it_it: Disattiva esperienze personalizzate in app e servizi, impedendo a Windows di raccogliere i dati sulle tue preferenze e sulle tue attività.
ja_jp: アプリとサービスの個別化体験を無効にし、Windowsがあなたの好みやアクティビティデータを収集しないようにします.
ko_kr: 앱과 서비스에서 맞춤형 환경을 비활성화하여 Windows가 기본 설정 및 활동 데이터를 수집하지 못하도록 합니다.
pt_br: Desabilita experiências personalizadas em aplicativos e serviços, impedindo que o Windows colete suas preferências e dados de atividade.
ru_ru: Отключает индивидуальные настройки для приложений и сервисов, предотвращая сбор предпочтений и данных о действиях пользователей в Windows.
tr_tr: Uygulamalar ve hizmetler genelinde kişiye özel deneyimleri devre dışı bırakarak Windows'un tercihlerinizi ve etkinlik verilerinizi toplamasını önler.
vi_vn: Vô hiệu hoá các trải nghiệm cá nhân hóa trên các ứng dụng và dịch vụ, ngừng việc Windows thu thập dữ liệu sở thích và hoạt động của bạn.
zh_hans: 禁用跨应用和服务的个性化体验, 防止Windows收集您的偏好设置和活动数据.
zh_hant: 禁用跨應用和服務的個性化體驗, 防止Windows收集您的偏好設定和活動資料.

# Feature_DisableCloudOptimizedContent.Header
source: Disable Cloud Optimized Content
ar_tn: تعطيل المحتوى المحسن من السحابة
de: Cloud-optimierte Inhalte deaktivieren
es_es: Desactivar Contenido Optimizado para la Nube
fr_fr: Désactiver le contenu optimisé pour le cloud
he_il: השבת תוכן ממוטב ענן
hu_hu: Felhőre optimalizált tartalom letiltása
id_id: Nonaktifkan Konten yang Dioptimalkan Cloud
it_it: Disattiva contenuto ottimizzato per il cloud
ja_jp: クラウド最適化コンテンツを無効化
ko_kr: 클라우드 최적화 콘텐츠 비활성화
pt_br: Desabilitar conteúdo otimizado para nuvem
ru_ru: Отключить контент, оптимизированный для облака
tr_tr: Bulut Optimize Edilmiş İçeriği Devre Dışı Bırak
vi_vn: Vô hiệu hoá tối ưu nội dung đám mây
zh_hans: 禁用云优化内容
zh_hant: 禁用雲優化內容

# Feature_DisableCloudOptimizedContent.Description
source: Disables cloud-optimized content, which may include app updates and file syncing. This can reduce internet bandwidth usage but may limit functionality.
ar_tn: يقوم بإيقاف المحتوى المحسن من السحابة، والذي قد يشمل تحديثات التطبيقات ومزامنة الملفات. هذا يمكن أن يقلل من استخدام النطاق الترددي للإنترنت ولكنه قد يحد من الوظائف.
de: Deaktiviert cloud-optimierte Inhalte, die App-Updates und Dateisynchronisierung umfassen können. Dies kann die Internet-Bandbreitennutzung verringern, jedoch die Funktionalität einschränken.
es_es: Desactiva el contenido optimizado para la nube, que puede incluir actualizaciones de aplicaciones y sincronización de archivos. Esto puede reducir el uso del ancho de banda de internet pero puede limitar algunas funcionalidades.
fr_fr: Désactive le contenu optimisé pour le cloud, qui peut inclure les mises à jour des applications et la synchronisation des fichiers. Cela peut réduire l'utilisation de la bande passante Internet, mais peut limiter certaines fonctionnalités.
he_il: משבית תוכן ממוטב ענן, שעשוי לכלול עדכוני יישומים וסנכרון קבצים. זה יכול להפחית את השימוש ברוחב פס אינטרנט אך עלול להגביל פונקציונליות.
hu_hu: Letiltja a felhőre optimalizált tartalmat, amely magában foglalhatja az alkalmazásfrissítéseket és a fájlszinkronizálást. Ez csökkentheti az internet sávszélesség-használatát, de korlátozhatja a funkcionalitást.
id_id: Menonaktifkan konten yang dioptimalkan cloud, yang mungkin mencakup pembaruan aplikasi dan sinkronisasi file. Hal ini dapat mengurangi penggunaan bandwidth internet tetapi mungkin membatasi fungsionalitas.
it_it: Disattiva contenuto ottimizzato per il cloud, che può includere aggiornamenti delle app e sincronizzazione dei file. Ciò può ridurre l'utilizzo della larghezza di banda di Internet ma può limitare la funzionalità.
ja_jp: アプリの更新やファイルの同期など、クラウド最適化コンテンツを無効にします. これにより、インターネット帯域幅の使用が削減される可能性がありますが、機能が制限される場合があります.
ko_kr: 앱 업데이트 및 파일 동기화를 포함할 수 있는 클라우드 최적화 콘텐츠를 비활성화합니다. 이렇게 하면 인터넷 대역폭 사용량은 줄어들지만 기능이 제한될 수 있습니다.
pt_br: Desabilita conteúdo otimizado para nuvem, o que pode incluir atualizações de aplicativos e sincronização de arquivos. Isso pode reduzir o uso da largura de banda da Internet, mas pode limitar a funcionalidade.
ru_ru: Отключает контент, оптимизированный для облака, который может включать обновления приложений и синхронизацию файлов. Это может уменьшить использование интернет-канала, но ограничить функциональность.
tr_tr: Uygulama güncellemeleri ve dosya senkronizasyonu içerebilen buluta optimize edilmiş içeriği devre dışı bırakır. Bu, internet bant genişliği kullanımını azaltabilir ancak işlevselliği sınırlayabilir.
vi_vn: Vô hiệu hoá nội dung được tối ưu trên đám mây, bao gồm các bản cập nhật ứng dụng và đồng bộ hóa tệp. Điều này có thể giảm băng thông internet sử dụng nhưng cũng có thể hạn chế một số chức năng.
zh_hans: 禁用云优化内容, 包括应用更新和文件同步. 这可以减少互联网带宽使用, 但可能会限制功能.
zh_hant: 禁用雲優化內容, 包括應用更新和檔案同步. 這可以減少網際網路頻寬使用, 但可能會限制功能.

# Feature_DisableFeedbackNotifications.Header
source: Disable Feedback Notifications
ar_tn: تعطيل إشعارات التعليقات
de: Feedback-Benachrichtigungen deaktivieren
es_es: Desactivar Notificaciones de Retroalimentación
fr_fr: Désactiver les notifications de commentaires
he_il: השבת התראות משוב
hu_hu: Visszajelzési értesítések letiltása
id_id: Nonaktifkan Pemberitahuan Umpan Balik
it_it: Disabilita notifiche di feedback
ja_jp: フィードバック通知を無効化
ko_kr: 피드백 알림 비활성화
pt_br: Desabilitar notificações de feedback
ru_ru: Отключить уведомления о отзывах
tr_tr: Geribildirim Bildirimlerini Devre Dışı Bırak
vi_vn: Vô hiệu hoá thông báo phản hồi
zh_hans: 禁用反馈通知
zh_hant: 禁用反饋通知

# Feature_DisableFeedbackNotifications.Description
source: Prevents Windows from showing feedback notifications related to your experience with the OS. Disabling this feature may reduce interruptions.
ar_tn: يمنع ويندوز من عرض إشعارات التعليقات المتعلقة بتجربتك مع النظام. تعطيل هذه الميزة قد يقلل من الإزعاجات.
de: Verhindert, dass Windows Feedback-Benachrichtigungen zu Ihrer Erfahrung mit dem Betriebssystem anzeigt. Das Deaktivieren dieser Funktion kann Unterbrechungen verringern.
es_es: Evita que Windows muestre notificaciones de retroalimentación relacionadas con tu experiencia con el sistema operativo. Desactivar esta función puede reducir las interrupciones.
fr_fr: Empêche Windows d'afficher des notifications de commentaires liées à votre expérience avec le système d'exploitation. Désactiver cette fonctionnalité peut réduire les interruptions.
he_il: מונע מ-Windows להציג התראות משוב הקשורות לחוויה שלך עם מערכת ההפעלה. השבתת תכונה זו עשויה להפחית הפרעות.
hu_hu: Megakadályozza, hogy a Windows visszajelzéseket jelenítsen meg az operációs rendszerrel kapcsolatos tapasztalatairól. A funkció letiltása csökkentheti a megszakításokat.
id_id: Mencegah Windows menampilkan pemberitahuan umpan balik yang terkait dengan pengalaman Anda dengan OS. Menonaktifkan fitur ini mungkin mengurangi gangguan.
it_it: Impedisce a Windows di mostrare notifiche di feedback relative alla tua esperienza con il sistema operativo. La disattivazione di questa funzionalità può ridurre le interruzioni.
ja_jp: WindowsがOSに関する体験のフィードバック通知を表示しないようにします. この機能を無効にすると、通知が減少します.
ko_kr: Windows에서 OS 사용 경험과 관련된 피드백 알림을 표시하지 않도록 합니다. 이 기능을 비활성화하면 중단이 줄어들 수 있습니다.
pt_br: Impede que o Windows mostre notificações de feedback relacionadas à sua experiência com o sistema operacional. Desabilitar esse recurso pode reduzir interrupções.
ru_ru: Предотвращает показ уведомлений об отзывах, связанных с вашим опытом использования ОС. Отключение этой функции может уменьшить количество прерываний.
tr_tr: Windows'un işletim sistemiyle ilgili deneyiminizle ilgili geri bildirim bildirimlerini göstermesini engeller. Bu özelliği devre dışı bırakmak kesintileri azaltabilir.
vi_vn: Ngăn Windows hiển thị thông báo phản hồi liên quan tới trải nghiệm của bạn với hệ điều hành. Vô hiệu hoá tính năng này có thể giảm thiểu sự làm phiền.
zh_hans: 阻止 Windows 显示与操作系统使用体验相关的反馈通知. 禁用此功能可以减少干扰.
zh_hant: 防止Windows顯示與您作業系統體驗相關的反饋通知. 禁用此功能可以減少干擾.

# Feature_DisableAdvertisingID.Header
source: Disable Advertising ID
ar_tn: تعطيل معرّف الإعلانات
de: Werbe-ID deaktivieren
es_es: Desactivar ID de Publicidad
fr_fr: Désactiver l'ID de publicité
he_il: השבת מזהה פרסום
hu_hu: A hirdetésazonosító letiltása
id_id: Nonaktifkan ID Iklan
it_it: Disabilita ID pubblicità
ja_jp: 広告IDを無効化
ko_kr: 광고 ID 비활성화
pt_br: Desabilitar ID de publicidade
ru_ru: Отключить рекламный ID
tr_tr: Reklam Kimliğini Devre Dışı Bırak
vi_vn: Vô hiệu hoá Advertising ID
zh_hans: 禁用广告ID
zh_hant: 禁用廣告ID

# Feature_DisableAdvertisingID.Description
source: Disables the Advertising ID, preventing Windows from tracking your activities for targeted advertising. This can enhance privacy but may affect app experiences.
ar_tn: يمنع ويندوز من تتبع أنشطتك لأغراض الإعلان الموجه. هذا يمكن أن يعزز الخصوصية ولكن قد يؤثر على تجربة التطبيقات.
de: Deaktiviert die Werbe-ID, wodurch Windows Ihre Aktivitäten nicht mehr für zielgerichtete Werbung verfolgt. Dies kann die Privatsphäre erhöhen, aber die App-Erfahrungen beeinträchtigen.
es_es: Desactiva el ID de Publicidad, evitando que Windows realice un seguimiento de tus actividades para publicidad dirigida. Esto puede mejorar la privacidad, pero puede afectar la experiencia de las aplicaciones.
fr_fr: Désactive l'ID de publicité, empêchant Windows de suivre vos activités à des fins de publicité ciblée. Cela peut améliorer la confidentialité mais peut affecter l'expérience des applications.
he_il: משבית את מזהה הפרסום, ומונע מ-Windows לעקוב אחר פעילויותיך לצורך פרסום ממוקד. זה יכול לשפר את הפרטיות אך עלול להשפיע על חוויות יישומים.
hu_hu: Letiltja a hirdetésazonosítót, megakadályozva, hogy a Windows nyomon kövesse az Ön tevékenységeit célzott hirdetés céljából. Ez javíthatja az adatvédelmet, de hatással lehet az alkalmazások élményére.
id_id: Menonaktifkan ID Iklan, mencegah Windows melacak aktivitas Anda untuk iklan yang ditargetkan. Hal ini dapat meningkatkan privasi tetapi mungkin memengaruhi pengalaman aplikasi.
it_it: Disabilita l'ID pubblicità, impedendo a Windows di tracciare le tue attività per la pubblicità mirata. Ciò può migliorare la privacy, ma può influire sulle esperienze delle app.
ja_jp: 広告IDを無効にし、Windowsがターゲット広告のためにあなたのアクティビティを追跡しないようにします. これにより、プライバシーが強化されますが、アプリの体験に影響を与える可能性があります.
ko_kr: 광고 ID를 비활성화하여 Windows에서 타겟 광고를 위해 사용자의 활동을 추적하지 못하도록 합니다. 이렇게 하면 개인 정보 보호가 강화되지만 앱 경험에 영향을 미칠 수 있습니다.
pt_br: Desabilita o ID de publicidade, impedindo que o Windows rastreie suas atividades para publicidade direcionada. Isso pode aumentar a privacidade, mas pode afetar as experiências do aplicativo.
ru_ru: Отключает рекламный ID, предотвращая отслеживание ваших действий для целевой рекламы. Это может повысить конфиденциальность, но повлияет на взаимодействие с приложениями.
tr_tr: Reklam Kimliğini devre dışı bırakarak Windows'un hedefli reklamlar için etkinliklerinizi izlemesini önler. Bu gizliliği artırabilir ancak uygulama deneyimlerini etkileyebilir.
vi_vn: Vô hiệu hoá Advertising ID, ngăn Windows theo dõi hoạt động của bạn cho mục đích quảng cáo. Điều này có thể tăng cường quyền riêng tư nhưng cũng có thể ảnh hưởng tới trải nghiệm của ứng dụng.
zh_hans: 禁用广告ID, 防止Windows跟踪您的活动以进行定向广告. 这可以增强隐私, 但可能影响应用体验.
zh_hant: 禁用廣告ID, 防止Windows跟蹤您的活動以進行定向廣告. 這可以增強隱私, 但可能影響應用體驗.

# Feature_DisableBluetoothAdvertising.Header
source: Disable Bluetooth Advertising
ar_tn: تعطيل إعلانات البلوتوث
de: Bluetooth-Werbung deaktivieren
es_es: Desactivar Publicidad Bluetooth
fr_fr: Désactiver la publicité Bluetooth
he_il: השבת פרסום Bluetooth
hu_hu: Bluetooth-hirdetés letiltása
id_id: Nonaktifkan Iklan Bluetooth
it_it: Disattiva pubblicità Bluetooth
ja_jp: Bluetooth広告を無効化
ko_kr: Bluetooth 광고 비활성화
pt_br: Desativar publicidade Bluetooth
ru_ru: Отключить Bluetooth-рекламу
tr_tr: Bluetooth Reklamcılığını Devre Dışı Bırak
vi_vn: Vô hiệu hoá Bluetooth Advertising
zh_hans: 禁用蓝牙广播
zh_hant: 禁用藍芽廣告

# Feature_DisableBluetoothAdvertising.Description
source: Turns off Bluetooth advertising, which broadcasts your device's presence to other nearby devices. Disabling this can reduce privacy risks.
ar_tn: يقوم بإيقاف إعلانات البلوتوث، مما يمنع جهازك من البث إلى الأجهزة القريبة الأخرى. تعطيل هذه الميزة يمكن أن يقلل من المخاطر المتعلقة بالخصوصية.
de: Deaktiviert die Bluetooth-Werbung, die die Anwesenheit Ihres Geräts an andere nahegelegene Geräte sendet. Das Deaktivieren dieser Funktion kann die Privatsphäre verbessern.
es_es: Desactiva la publicidad Bluetooth, que transmite la presencia de tu dispositivo a otros dispositivos cercanos. Desactivar esto puede reducir los riesgos de privacidad.
fr_fr: Désactive la publicité Bluetooth, qui diffuse la présence de votre appareil aux autres appareils à proximité. Désactiver cette fonctionnalité peut réduire les risques pour la vie privée.
he_il: מכבה פרסום Bluetooth, המשדר את נוכחות המכשיר שלך למכשירים סמוכים אחרים. השבתה זו יכולה להפחית סיכוני פרטיות.
hu_hu: Kikapcsolja a Bluetooth-hirdetést, amely közvetíti az eszköz jelenlétét más közeli eszközökön. Ennek letiltása csökkentheti az adatvédelmi kockázatokat.
id_id: Mematikan Iklan Bluetooth, yang menyiarkan keberadaan perangkat Anda ke perangkat terdekat lainnya. Menonaktifkan ini dapat mengurangi risiko privasi.
it_it: Disattiva la pubblicità Bluetooth, che trasmette la presenza del tuo dispositivo ad altri dispositivi nelle vicinanze. Disattivandola puoi ridurre i rischi per la privacy.
ja_jp: Bluetooth広告をオフにし、他の近くのデバイスにあなたのデバイスの存在を通知しないようにします. これにより、プライバシーリスクが低減します.
ko_kr: 근처의 다른 기기에 기기의 존재를 브로드캐스트하는 Bluetooth 광고를 끕니다. 이 기능을 비활성화하면 개인 정보 보호 위험을 줄일 수 있습니다.
pt_br: Desativa a publicidade Bluetooth, que transmite a presença do seu dispositivo para outros dispositivos próximos. Desativar isso pode reduzir os riscos de privacidade.
ru_ru: Отключает Bluetooth-рекламу, которая передает информацию о вашем устройстве другим близлежащим устройствам. Отключение этого может снизить риски для конфиденциальности.
tr_tr: Cihazınızın varlığını yakındaki diğer cihazlara yayınlayan Bluetooth reklamcılığını kapatır. Bunu devre dışı bırakmak gizlilik risklerini azaltabilir.
vi_vn: Tắt Bluetooth advertising, ngăn thiết bị của bạn hiển thị với các thiết bị lân cận. Vô hiệu hoá tính năng này có thể giảm rủi ro liên quan đến quyền riêng tư.
zh_hans: 关闭蓝牙广播, 停止向周边设备广播本机信息. 禁用此功能可以减少隐私风险.
zh_hant: 關閉藍芽廣告, 阻止您的裝置向附近的其他裝置廣播存在. 禁用此功能可以減少隱私風險.

# Feature_DisableAutomaticRestartSignOn.Header
source: Disable Automatic Restart Sign-On
ar_tn: تعطيل تسجيل الدخول التلقائي بعد إعادة التشغيل
de: Automatische Anmeldung nach Neustart deaktivieren
es_es: Desactivar Inicio Automático después de Reiniciar
fr_fr: Désactiver la connexion automatique après redémarrage
he_il: השבת כניסה אוטומטית לאחר הפעלה מחדש
hu_hu: Az automatikus újraindítási bejelentkezés letiltása
id_id: Nonaktifkan Masuk Mulai Ulang Otomatis
it_it: Disattiva l'accesso automatico al riavvio
ja_jp: 自動再起動サインオンを無効化
ko_kr: 자동 재시작 로그인 비활성화
pt_br: Desativar logon de reinicialização automática
ru_ru: Отключить автоматический вход после перезагрузки
tr_tr: Otomatik Yeniden Başlatma Oturum Açmayı Devre Dışı Bırak
vi_vn: Vô hiệu hoá tự động đăng nhập khi khởi động lại
zh_hans: 禁用自动重启自动登录
zh_hant: 禁用自動重啟自動登入
